Repository: planetary-social/nos
Catalog: Nos/Assets/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, ja, ko, nl, pt_br, sv, sw, th, tr, zh_hans, zh_hant

# featuredAuthorCategoryPhotography
source: Photography
ar: تصوير
de: Fotografie
es: Fotografía
fa: عکاسی
fr: Photographie
ja: 写真
ko: 사진
nl: Fotografie
pt_br: Fotografia
sv: Fotografi
sw: Upigaji Picha
th: การถ่ายภาพ
tr: Fotoğrafçılık
zh_hans: 摄影
zh_hant: 攝影

# featuredAuthorCategoryPolitics
source: Politics
ar: سياسة
de: Politik
es: Política
fa: سیاست
fr: Politique
ja: 政治
ko: 정치
nl: Politiek
pt_br: Política
sv: Politik
sw: Siasa
th: การเมือง
tr: Politika
zh_hans: 政治
zh_hant: 政治

# featuredAuthorCategoryRandom
source: Random
ar: عشوائي
de: Zufällig
es: Aleatorio
fa: تصادفی
fr: Aléatoire
ja: ランダム
ko: 랜덤
nl: Willekeurig
pt_br: Aleatório
sv: Slumpmässigt
sw: Nasibu
th: สุ่ม
tr: Rastgele
zh_hans: 随机
zh_hant: 隨機

# featuredAuthorCategorySciFi
source: Sci-Fi
ar: خيال علمي
es: Ciencia Ficción
fa: علمی تخیلی
fr: Science-fiction
ja: SF
ko: 공상과학
pt_br: Ficção Científica
sw: Sayansi ya Kubuni
th: ไซไฟ
tr: Bilim Kurgu
zh_hans: 科幻
zh_hant: 科幻

# featuredAuthorCategorySports
source: Sports
ar: رياضة
de: Sport
es: Deportes
fa: ورزشی
ja: スポーツ
ko: 스포츠
nl: Sport
pt_br: Esportes
sv: Sport
sw: Michezo
th: กีฬา
tr: Spor
zh_hans: 体育
zh_hant: 運動

# featuredAuthorCategoryTech
source: Tech
ar: تقنية
de: Technologie
es: Tecnología
fa: فناوری
fr: Technologie
ja: テクノロジー
ko: 테크
nl: Technologie
pt_br: Tecnologia
sv: Teknik
sw: Teknolojia
th: เทคโนโลยี
tr: Teknoloji
zh_hans: 科技
zh_hant: 科技

source: Feed Settings
ar: إعدادات التغذية
de: Feed-Einstellungen
es: Configuración del Feed
fa: گرفته شد
fr: Paramètres du fil d’actualités
ja: フィード
ko: Feed 설정
nl: Feed-instellingen
pt_br: Configurações do Feed
sv: Inställningar för flöde
sw: Mipangilio ya Milisho
th: ตั้งค่าฟีด
tr: Akış Ayarları
zh_hans: 提要设置
zh_hant: 提要设置

# fetchedAt
source: Fetched
ar: جَلَبَ
de: Abgerufen
es: Recogido
fa: دنبال کردن
fr: Récupéré
ja: 取得日時
ko: 가져옴
nl: Opgehaald
pt_br: Obtido em
sv: Hämtad
sw: Imeletwa
th: ดึงข้อมูลเมื่อ
tr: Alındı
zh_hans: 已索取
zh_hant: 已索取

source: filter
ar: تصفية
de: filtern
es: filtro
fa: فیلتر
fr: filtrer
ja: フィルター
ko: 필터
pt_br: filtrar
sw: chuja
th: กรอง
tr: filtre
zh_hans: 筛选
zh_hant: 篩選

source: Find people
ar: البحث عن أشخاص
de: Leute finden
es: Encuentra gente
fa: یافتن مردم
fr: Trouver des personnes
ja: 人を探す
ko: 사람 찾기
nl: Vind mensen
pt_br: Encontrar pessoas
sv: Hitta personer
sw: Tafuta watu
th: ค้นหาผู้คน
tr: İnsanları bul
zh_hans: 查找用户
zh_hant: 尋找用戶

source: Flag Content
ar: الإبلاغ عن المحتوى
de: Inhalt markieren
es: Marcar Contenido
fa: گزارش محتوا
fr: Signaler le contenu
ja: コンテンツにフラグを立てる
ko: 콘텐츠 플래그 지정
nl: Inhoud markeren
pt_br: Sinalizar Conteúdo
sv: Flagga innehåll
sw: Weka Bendera Maudhui
th: ปักธงเนื้อหา
tr: İçeriği İşaretle
zh_hans: 标记内容
zh_hant: 標記內容

# flagContentCategoryDescription
source: Select a tag for the content
ar: حدد علامة للمحتوى
de: Wähle ein Tag für den Inhalt
es: Selecciona una etiqueta para el contenido
fa: یک موضوع برای محتوا انتخاب کنید
fr: Sélectionnez une étiquette pour le contenu
ja: コンテンツのタグを選択
ko: 콘텐츠를 위한 태그를 선택하세요
nl: Selecteer een tag voor de inhoud
pt_br: Selecione uma tag para o conteúdo
sv: Välj en tagg för innehållet
sw: Chagua lebo kwa ajili ya maudhui
th: เลือกแท็กสำหรับเนื้อหา
tr: İçerik için bir etiket seçin
zh_hans: 为内容选择标签
zh_hant: 為內容選擇標籤

# flagContentCategoryTitle
source: Create a content flag for this post that other users in the network can see.
ar: إنشاء علامة محتوى لهذا المنشور يمكن للمستخدمين الآخرين في الشبكة رؤيتها.
de: Erstelle eine Inhaltsmarkierung für diesen Beitrag, die andere Benutzer im Netzwerk sehen können.
es: Crear un reporte de contenido para esta nota que otros usuarios de la red puedan ver.
fa: یک موضوع برای این پست ایجاد کنید که کاربران دیگر در شبکه شما ببینند.
fr: Créez un signalement de contenu pour cette publication que les autres utilisateurs du réseau peuvent voir.
ja: ネットワーク内の他のユーザーが見られるようにこの投稿にコンテンツフラグを作成します。
ko: 네트워크의 다른 사용자들이 볼 수 있도록 이 게시물에 대한 콘텐츠 플래그를 작성하세요.
nl: Maak een inhoudsvlag voor dit bericht die andere gebruikers in het netwerk kunnen zien.
pt_br: Crie uma sinalização de conteúdo para esta publicação que outros usuários na rede possam ver.
sv: Skapa en innehållsflagga för detta inlägg som andra användare i nätverket kan se.
sw: Unda bendera ya maudhui kwa chapisho hili ambayo watumiaji wengine katika mtandao wanaweza kuona.
th: สร้างธงเนื้อหาสำหรับโพสต์นี้ที่ผู้ใช้อื่นในเครือข่ายสามารถเห็น
tr: Ağdaki diğer kullanıcıların görebileceği bu gönderi için bir içerik bayrağı oluşturun.
zh_hans: 为这个帖子创建一个内容标记，以便网络中的其他用户可以看到。
zh_hant: 為此帖子創建內容標記，網絡中的其他用戶可以看到。

# flagContentHarassmentDescription
source: Harmful and unwanted replies or mentions.
ar: ردود أو إشارات ضارة وغير مرغوب فيها.
de: Schädliche und unerwünschte Antworten oder Erwähnungen.
es: Respuestas o menciones dañinas y no deseadas.
fa: پاسخ ها یا اشاره های مضر یا ناخواسته.
fr: Réponses ou mentions nuisibles et indésirables.
ja: 有害で不要な返信やメンション。
ko: 유해하고 원치 않는 답글 또는 멘션.
nl: Schadelijke en ongewenste antwoorden of vermeldingen.
pt_br: Respostas ou menções prejudiciais e indesejadas.
sv: Skadliga och oönskade svar eller omnämnanden.
sw: Majibu au kutajwa kunadhuru na kusikotakikana.
th: การตอบกลับหรือการกล่าวถึงที่เป็นอันตรายและไม่พึงประสงค์
tr: Zararlı ve istenmeyen yanıtlar veya bahisler.
zh_hans: 有害和不受欢迎的回复或提及。
zh_hant: 有害和不受歡迎的回覆或提及。

# flagContentHarassmentTitle
source: Harassment & Profanity
ar: تحرش وألفاظ نابية
de: Belästigung & Obszönität
es: Acoso & Blasfemia
fa: مزاحمت و توهین
fr: Harcèlement et grossièreté
ja: ハラスメントと暴言
ko: 괴롭힘 및 욕설
nl: Intimidatie & Ongepastheid
pt_br: Assédio e Linguagem Imprópria
sv: Trakasserier & Svordomar
sw: Unyanyasaji & Matusi
th: การคุกคามและคำหยาบคาย
tr: Taciz ve Küfür
zh_hans: 骚扰和亵渎
zh_hant: 騷擾與粗俗

# flagContentIllegalDescription
source: Content that violates the law in your country or CSAM.
ar: محتوى ينتهك القانون في بلدك أو CSAM.
de: Inhalte, die gegen das Gesetz in deinem Land verstoßen oder CSAM betreffen.
es: Contenido que viola la ley en tu país o CSAM.
fa: محتوایی که قوانین کشور شما یا CSAM را نقض می‌کند.
fr: Contenu qui viole la loi dans votre pays ou CSAM.
ja: あなたの国の法律に違反するコンテンツまたはCSAM。
ko: 국가법 혹은 CSAM에 저촉되는 콘텐츠
nl: Inhoud die de wet in jouw land overtreedt of CSAM betreft.
pt_br: Conteúdo que viola a lei em seu país ou CSAM.
sv: Innehåll som bryter mot lagen i ditt land eller CSAM.
sw: Maudhui yanayokiuka sheria katika nchi yako au CSAM.
th: เนื้อหาที่ละเมิดกฎหมายในประเทศของคุณหรือ CSAM
tr: Ülkenizdeki yasaları veya CSAM'yi ihlal eden içerik.
zh_hans: 违反您所在国家/地区或 CSAM 法律的内容。
zh_hant: 在您的國家/地區違法的內容或兒童性虐待材料。

# flagContentIllegalTitle
source: Illegal
ar: غير قانوني
es: Ilegal
fa: غیرقانونی
fr: Illégal
ja: 違法
ko: 불법적인
nl: Illegaal
pt_br: Ilegal
sv: Olagligt
sw: Kinyume cha Sheria
th: ผิดกฎหมาย
tr: Yasadışı
zh_hans: 不合法
zh_hant: 違法

# flagContentNudityDescription
source: Nudity, porn, or violent content not appropriate for work.
ar: عري أو مواد إباحية أو محتوى عنيف غير مناسب للعمل.
de: Nacktheit, Pornografie oder gewalttätige Inhalte, die für die Arbeit nicht geeignet sind.
es: Desnudez, pornografía o contenido violento no apropiado para el trabajo.
fa: برهنگی، پورنوگرافی یا محتوای خشن که برای محیط کار مناسب نیست.
fr: Nudité, pornographie ou contenu violent inapproprié pour le travail.
ja: 職場に適していない裸、ポルノ、または暴力的なコンテンツ。
ko: 성적인 콘텐츠, 포르노 또는 폭력적인 콘텐츠.
nl: Naaktheid, porno of gewelddadige inhoud die niet geschikt is voor werk.
pt_br: Nudez, pornografia ou conteúdo violento inadequado para o trabalho.
sv: Nakenhet, porr eller våldsamt innehåll som inte är lämpligt för arbetsplatsen.
sw: Uchi, ponografia, au maudhui ya vurugu hayafai kazini.
th: การเปลือยกาย สื่อลามกอนาจาร หรือเนื้อหาที่รุนแรงซึ่งไม่เหมาะสมสำหรับที่ทำงาน
tr: İş için uygun olmayan çıplaklık, porno veya şiddet içeren içerik.
zh_hans: 不适合工作期间访问的裸体、色情或暴力内容。
zh_hant: 不適合工作場所的裸露、色情或暴力內容。

# flagContentOtherDescription
source: Items not included above.
ar: عناصر غير مدرجة أعلاه.
de: Punkte, die oben nicht aufgeführt sind.
es: Artículos no incluidos arriba.
fa: مواردی که در بالا ذکر نشده است.
fr: Éléments non inclus ci-dessus.
ja: 上記に含まれていない項目。
ko: 위에 포함되지 않은 항목.
nl: Items die hierboven niet zijn opgenomen.
pt_br: Itens não incluídos acima.
sv: Objekt som inte ingår ovan.
sw: Vipengee ambavyo havijajumuishwa hapo juu.
th: รายการที่ไม่รวมอยู่ข้างต้น
tr: Yukarıda yer almayan öğeler.
zh_hans: 以上均未包含的项目。
zh_hant: 上述未包含的項目。

# flagContentOtherTitle
source: Other
ar: أخرى
de: Andere
es: Otro
fa: سایر
fr: Autre
ja: その他
ko: 기타
nl: Overig
pt_br: Outro
sv: Annat
sw: Nyingine
th: อื่นๆ
tr: Diğer
zh_hans: 其他
zh_hant: 其他

# flagContentSendToNosInfo
source: The Nos moderation team will analyze the note for %@ and may publish a report from our Tagr-bot account, concealing your identity.
ar: سيقوم فريق إشراف Nos بتحليل الملاحظة لـ %@ وقد ينشر تقريرًا من حساب Tagr-bot الخاص بنا، مع إخفاء هويتك.
de: Das Nos-Moderationsteam wird die Notiz auf %@ analysieren und kann einen Bericht von unserem Tagr-Bot-Konto veröffentlichen, wobei deine Identität verborgen bleibt.
es: El equipo de moderación de Nos analizará la nota por contenido de %@ y podrá publicar un informe desde nuestra propia cuenta, ocultando tu identidad.
fa: تیم نظارت Nos یادداشت را برای %@ تحلیل خواهد کرد و ممکن است گزارشی از حساب ربات Tagr ما منتشر کند که هویت شما را پنهان می‌کند.
fr: L'équipe de modération de Nos analysera la note pour %@ et pourra publier un rapport depuis notre compte Tagr-bot, dissimulant votre identité.
ja: Nosのモデレーションチームが%@のノートを分析し、あなたの身元を隠してTagr-botアカウントからレポートを公開する可能性があります。
ko: Nos 중재팀이 %@에 대해 이 게시물을 분석한 뒤, 당신에 대한 정보를 숨긴 채 Tagr-bot 계정을 통해 결과를 업로드할 것입니다.
nl: Het Nos-moderatieteam zal de notitie analyseren op %@ en kan een rapport publiceren vanaf ons Tagr-bot account, waarbij je identiteit verborgen blijft.
pt_br: A equipe de moderação do Nos analisará a nota para %@ e poderá publicar um relatório de nossa conta Tagr-bot, ocultando sua identidade.
sv: Nos-moderationsteamet kommer att analysera inlägget för %@ och kan publicera en rapport från vårt Tagr-bot-konto, vilket döljer din identitet.
sw: Timu ya usimamizi ya Nos itachanganua dokezo kwa %@ na inaweza kuchapisha ripoti kutoka akaunti yetu ya Tagr-bot, ikificha utambulisho wako.
th: ทีมงานกำกับดูแลของ Nos จะวิเคราะห์โน้ตสำหรับ %@ และอาจเผยแพร่รายงานจากบัญชี Tagr-bot ของเรา ซึ่งปกปิดตัวตนของคุณ
tr: Nos moderasyon ekibi, notu %@ için analiz edecek ve kimliğinizi gizleyerek Tagr-bot hesabımızdan bir rapor yayınlayabilir.
zh_hans: Nos 审核团队将分析 %@ 的笔记，并可能从我们的 Tagr-bot 帐户发布报告，隐藏您的身份。
zh_hant: Nos審核團隊將分析該筆記的%@，並可能從我們的Tagr-bot帳戶發布報告，隱藏您的身份。

# flagContentSpamTitle
source: Spam
ar: بريد مزعج
fa: اسپم
ja: スパム
ko: 스팸
sv: Skräppost
sw: Taka
th: สแปม
zh_hans: 垃圾内容
zh_hant: 垃圾訊息

# flagPubliclyDescription
source: This flag will be attributed to your account.
ar: سيتم نسب هذه العلامة إلى حسابك.
de: Diese Markierung wird deinem Konto zugeordnet.
es: Esta marca se atribuirá a tu cuenta.
fa: این پرچم به حساب شما نسبت داده خواهد شد.
fr: Ce signalement sera attribué à votre compte.
ja: このフラグはあなたのアカウントに帰属されます。
ko: 이 플래그는 회원님의 계정에 귀속돼요.
nl: Deze markering zal aan jouw account worden toegeschreven.
pt_br: Esta sinalização será atribuída à sua conta.
sv: Denna flagga kommer att tillskrivas ditt konto.
sw: Bendera hii itahusishwa na akaunti yako.
th: ธงนี้จะถูกระบุว่าเป็นของบัญชีของคุณ
tr: Bu bayrak hesabınıza atfedilecektir.
zh_hans: 此标记将归属于您的帐户。
zh_hant: 此標記將歸屬於您的帳戶。

# flagPubliclyTitle
source: Flag Publicly
ar: الإبلاغ علنًا
de: Öffentlich markieren
es: Marcar públicamente
fa: پرچم‌گذاری عمومی
fr: Signaler publiquement
ja: 公開でフラグを立てる
ko: 공개 플래그 지정
nl: Publiekelijk markeren
pt_br: Sinalizar Publicamente
sv: Flagga offentligt
sw: Weka Bendera Hadharani
th: ปักธงสาธารณะ
tr: Açıkça İşaretle
zh_hans: 公开标记
zh_hant: 公開標記

# flagSendTitle
source: Send to Nos or Flag Publicly?
ar: إرسال إلى Nos أو الإبلاغ علنًا؟
de: An Nos senden oder öffentlich markieren?
es: ¿Enviar a Nos o Marcar Públicamente?
fa: ارسال به Nos یا پرچم‌گذاری عمومی؟
fr: Envoyer à Nos ou signaler publiquement ?
ja: Nosに送信するか公開でフラグを立てますか？
ko: Nos로 보내거나 공개 플래그 지정하기
nl: Naar Nos sturen of publiekelijk markeren?
pt_br: Enviar para Nos ou Sinalizar Publicamente?
sv: Skicka till Nos eller flagga offentligt?
sw: Tuma kwa Nos au Weka Bendera Hadharani?
th: ส่งไปที่ Nos หรือปักธงสาธารณะ?
tr: Nos'a Gönder veya Açıkça İşaretle?
zh_hans: 发送给 Nos 或公开标记？
zh_hant: 發送給Nos或公開標記？

# flagSendToNosDescription
source: This flag will be attributed to TAGR bot.
ar: سيتم نسب هذه العلامة إلى روبوت TAGR.
de: Diese Markierung wird dem TAGR-Bot zugeordnet.
es: Esta marca se atribuirá al bot TAGR.
fa: این پرچم به ربات TAGR نسبت داده خواهد شد.
fr: Ce signalement sera attribué au bot TAGR.
ja: このフラグはTAGRボットに帰属されます。
ko: 이 플래그는 TAGR봇에 귀속돼요.
nl: Deze markering zal worden toegeschreven aan de TAGR-bot.
pt_br: Esta sinalização será atribuída ao bot TAGR.
sv: Denna flagga kommer att tillskrivas TAGR-boten.
sw: Bendera hii itahusishwa na roboti ya TAGR.
th: ธงนี้จะถูกระบุว่าเป็นของบอท TAGR
tr: Bu bayrak TAGR botuna atfedilecektir.
zh_hans: 此标记将归属于 TAGR 机器人。
zh_hant: 此標記將歸屬於TAGR機器人。

# flagSendToNosTitle
source: Send to Nos
ar: إرسال إلى Nos
de: An Nos senden
es: Enviar a Nos
fa: ارسال به Nos
fr: Envoyer à Nos
ja: Nosに送信
ko: Nos로 보내요
nl: Naar Nos sturen
pt_br: Enviar para Nos
sv: Skicka till Nos
sw: Tuma kwa Nos
th: ส่งไปที่ Nos
tr: Nos'a Gönder
zh_hans: 发送给 Nos
zh_hant: 發送給Nos

# flagUser
source: Flag this user
ar: الإبلاغ عن هذا المستخدم
de: Diesen Benutzer markieren
es: Reportar este usuario
fa: گزارش کاربر
fr: Signaler cet utilisateur
ja: ユーザーを報告する
ko: 이 사용자 플래그 지정하기
nl: Gebruiker markeren
pt_br: Marcar este usuário
sv: Rapportera användare
sw: Ripoti mtumiaji huyu
th: ตั้งค่าสถานะให้ผู้ใช้รายนี้
tr: Bu kullanıcıyı işaretle
zh_hans: 举报此用户
zh_hant: 舉報此用戶

# flagUserCategoryDescription
source: Select a tag for the user
ar: حدد علامة للمستخدم
de: Wähle ein Tag für den Benutzer
es: Seleccione un tag para el usuario
fa: یک برچسب برای کاربر انتخاب کنید
fr: Sélectionnez une étiquette pour l'utilisateur
ja: ユーザーのタグを選択
ko: 사용자를 위한 태그를 선택하세요
nl: Selecteer een tag voor de gebruiker
pt_br: Selecione uma tag para o usuário
sv: Välj en tagg för användaren
sw: Chagua lebo kwa ajili ya mtumiaji
th: เลือกแท็กสำหรับผู้ใช้
tr: Kullanıcı için bir etiket seçin
zh_hans: 为用户选择标签
zh_hant: 為用戶選擇標籤

# flagUserCategoryTitle
source: Create a tag for this user that other people in your network can see.
ar: إنشاء علامة لهذا المستخدم يمكن للأشخاص الآخرين في شبكتك رؤيتها.
de: Erstelle ein Tag für diesen Benutzer, das andere Personen in deinem Netzwerk sehen können.
es: Crea un tag para este usuario que otros en tu red pueden ver.
fa: یک برچسب برای این کاربر ایجاد کنید که سایر افراد در شبکه شما بتوانند آن را ببینند.
fr: Créez une étiquette pour cet utilisateur que les autres personnes de votre réseau peuvent voir.
ja: ネットワーク内の他の人が見られるようにこのユーザーにタグを作成します。
ko: 당신의 네트워크의 다른 사람들이 볼 수 있는 이 사용자에 대한 태그를 생성해요.
nl: Maak een tag voor deze gebruiker die andere mensen in je netwerk kunnen zien.
pt_br: Crie uma tag para este usuário que outras pessoas em sua rede possam ver.
sv: Skapa en tagg för denna användare som andra personer i ditt nätverk kan se.
sw: Unda lebo kwa mtumiaji huyu ambayo watu wengine katika mtandao wako wanaweza kuona.
th: สร้างแท็กสำหรับผู้ใช้นี้ที่คนอื่นในเครือข่ายของคุณสามารถเห็น
tr: Ağınızdaki diğer kişilerin görebileceği bu kullanıcı için bir etiket oluşturun.
zh_hans: 为该用户创建一个标签，以便您的网络中的其他人可以看到。
zh_hant: 為此用戶創建標籤，您網絡中的其他人可以看到。

# flagUserDontMuteDescription
source: You will continue seeing notes from this user.
ar: ستستمر في رؤية الملاحظات من هذا المستخدم.
de: Du wirst weiterhin Notizen von diesem Benutzer sehen.
es: Seguirás viendo notas de este usuario.
fa: شما همچنان یادداشت‌های این کاربر را خواهید دید.
fr: Vous continuerez à voir les notes de cet utilisateur.
ja: このユーザーからのノートを引き続き表示します。
ko: 이 사용자로 부터 계속 노트를 볼 수 있어요,
nl: Je blijft notities van deze gebruiker zien.
pt_br: Você continuará vendo notas deste usuário.
sv: Du kommer fortsätta att se inlägg från denna användare.
sw: Utaendelea kuona maelezo kutoka kwa mtumiaji huyu.
th: คุณจะยังคงเห็นโน้ตจากผู้ใช้นี้
tr: Bu kullanıcıdan notları görmeye devam edeceksiniz.
zh_hans: 您将继续看到来自该用户的笔记。
zh_hant: 您將繼續看到此用戶的筆記。

# flagUserDontMuteTitle
source: Don't Block
ar: عدم الحظر
de: Nicht blockieren
es: No bloquear
fa: مسدود نکردن
fr: Ne pas bloquer
ja: ブロックしない
ko: 차단하지 않음
nl: Niet blokkeren
pt_br: Não Bloquear
sv: Blockera inte
sw: Usizuie
th: ไม่บล็อก
tr: Engelleme
zh_hans: 不要屏蔽
zh_hant: 不要封鎖

# flagUserImpersonationDescription
source: User is stealing someone else's identity.
ar: المستخدم يسرق هوية شخص آخر.
de: Benutzer stiehlt die Identität einer anderen Person.
es: El usuario está robando la identidad de otra persona.
fa: کاربر در حال سرقت هویت شخص دیگری است.
fr: L'utilisateur usurpe l'identité de quelqu'un d'autre.
ja: ユーザーが他人のアイデンティティを盗んでいます。
ko: 사용자가 다른 사람의 신원을 도용하고 있어요.
nl: Gebruiker steelt de identiteit van iemand anders.
pt_br: Usuário está roubando a identidade de outra pessoa.
sv: Användaren stjäler någon annans identitet.
sw: Mtumiaji anaiba utambulisho wa mtu mwingine.
th: ผู้ใช้กำลังขโมยตัวตนของคนอื่น
tr: Kullanıcı başka birinin kimliğini çalıyor.
zh_hans: 用户正在窃取他人的身份。
zh_hant: 用戶正在盜用他人的身份。

# flagUserImpersonationTitle
source: Impersonation
ar: انتحال شخصية
de: Identitätsdiebstahl
es: Suplantación de identidad
fa: جعل هویت
fr: Usurpation d'identité
ja: なりすまし
ko: 도용/사칭
nl: Identiteitsdiefstal
pt_br: Personificação
sv: Imitation
sw: Kujifanya
th: การแอบอ้าง
tr: Kimlik Sahteciliği
zh_hans: 冒充他人
zh_hant: 冒充

# flagUserMessage
source: Create a flag for this user that other users in the network can see.
ar: إنشاء علامة لهذا المستخدم يمكن للمستخدمين الآخرين في الشبكة رؤيتها.
de: Erstelle eine Markierung für diesen Benutzer, die andere Benutzer im Netzwerk sehen können.
es: Crear un reporte para este usuario que otros usuarios de la red pueden ver.
fa: یک پرچم برای این کاربر ایجاد کنید که سایر کاربران در شبکه بتوانند آن را ببینند.
fr: Créer un signalement pour cet utilisateur que d'autres utilisateurs du réseau peuvent voir.
ja: ネットワーク内の他のユーザーが見られるようにこのユーザーにフラグを作成します。
ko: 네트워크의 다른 사용자들이 볼 수 있도록 이 사용자에 대한 플래그를 작성하세요.
nl: Maak een markering voor deze gebruiker die andere gebruikers in het netwerk kunnen zien.
pt_br: Crie uma sinalização para este usuário que outros usuários na rede possam ver.
sv: Skapa en flagga för denna användare som andra användare i nätverket kan se.
sw: Unda bendera ya mtumiaji huyu ambayo watumiaji wengine kwenye mtandao wanaweza kuona.
th: สร้างธงสำหรับผู้ใช้นี้ที่ผู้ใช้อื่นในเครือข่ายสามารถเห็น
tr: Ağdaki diğer kullanıcıların görebileceği bu kullanıcı için bir bayrak oluşturun.
zh_hans: 为这个用户创建一个网络中的其他用户可以看到的标签。
zh_hant: 爲這個用戶創建一個網絡中的其他用戶可以看到的標籤。

# flagUserMuteCategoryTitle
source: Block This User?
ar: حظر هذا المستخدم؟
de: Diesen Benutzer blockieren?
es: ¿Bloquear a este usuario?
fa: این کاربر مسدود شود؟
fr: Bloquer cet utilisateur ?
ja: このユーザーをブロックしますか？
ko: 이 사용자를 차단하시겠습니까?
nl: Deze gebruiker blokkeren?
pt_br: Bloquear Este Usuário?
sv: Blockera denna användare?
sw: Umzuie Mtumiaji Huyu?
th: บล็อกผู้ใช้นี้?
tr: Bu Kullanıcı Engellensin mi?
zh_hans: 屏蔽此用户？
zh_hant: 封鎖此用戶？

# flagUserMuteDescription
source: You won't see notes by this user anymore.
ar: لن ترى ملاحظات من هذا المستخدم بعد الآن.
de: Du wirst keine Notizen von diesem Benutzer mehr sehen.
es: Ya no verás más notas de este usuario.
fa: شما دیگر یادداشت‌های این کاربر را نخواهید دید.
fr: Vous ne verrez plus les notes de cet utilisateur.
ja: このユーザーのノートはもう表示されなくなります。
ko: 이 유저의 노트를 더이상 볼 수 없을거에요.
nl: Je zult geen notities van deze gebruiker meer zien.
pt_br: Você não verá mais notas deste usuário.
sv: Du kommer inte längre att se inlägg från denna användare.
sw: Hutaona tena maelezo kutoka kwa mtumiaji huyu.
th: คุณจะไม่เห็นโน้ตโดยผู้ใช้นี้อีกต่อไป
tr: Artık bu kullanıcının notlarını görmeyeceksiniz.
zh_hans: 您将不再看到该用户的笔记。
zh_hant: 您將不再看到此用戶的筆記。

# flagUserMuteTitle
source: Block
ar: حظر
de: Blockieren
es: Bloquear
fa: مسدود کردن
fr: Bloquer
ja: ブロック
ko: 차단
nl: Blokkeren
pt_br: Bloquear
sv: Blockera
sw: Zuia
th: บล็อก
tr: Engelle
zh_hans: 屏蔽
zh_hant: 封鎖

# flagUserSendToNosInfo
source: The Nos moderation team will analyze the user for %@ and may publish a report from our Tagr-bot account, concealing your identity.
ar: سيقوم فريق إشراف Nos بتحليل المستخدم لـ %@ وقد ينشر تقريرًا من حساب Tagr-bot الخاص بنا، مع إخفاء هويتك.
de: Das Nos-Moderationsteam wird den Benutzer auf %@ analysieren und kann einen Bericht von unserem Tagr-Bot-Konto veröffentlichen, wobei deine Identität verborgen bleibt.
es: El equipo de moderación de Nos analizará la nota por contenido de %@ y podrá publicar un informe desde nuestra cuenta Tagr-bot, ocultando tu identidad.
fa: تیم نظارت Nos کاربر را برای %@ تحلیل خواهد کرد و ممکن است گزارشی از حساب ربات Tagr ما منتشر کند که هویت شما را پنهان می‌کند.
fr: L'équipe de modération de Nos analysera l'utilisateur pour %@ et pourra publier un rapport depuis notre compte Tagr-bot, dissimulant votre identité.
ja: Nosのモデレーションチームが%@のユーザーを分析し、あなたの身元を隠してTagr-botアカウントからレポートを公開する可能性があります。
ko: Nos 중재팀이 %@에 대해 이 사용자를 분석한 뒤, 당신에 대한 정보를 숨긴 채 Tagr-bot 계정을 통해 결과를 업로드할 것입니다.
nl: Het Nos-moderatieteam zal de gebruiker analyseren op %@ en kan een rapport publiceren vanaf ons Tagr-bot account, waarbij je identiteit verborgen blijft.
pt_br: A equipe de moderação do Nos analisará o usuário para %@ e poderá publicar um relatório de nossa conta Tagr-bot, ocultando sua identidade.
sv: Nos-moderationsteamet kommer att analysera användaren för %@ och kan publicera en rapport från vårt Tagr-bot-konto, vilket döljer din identitet.
sw: Timu ya usimamizi ya Nos itachanganua mtumiaji kwa %@ na inaweza kuchapisha ripoti kutoka akaunti yetu ya Tagr-bot, ikificha utambulisho wako.
th: ทีมงานกำกับดูแลของ Nos จะวิเคราะห์ผู้ใช้สำหรับ %@ และอาจเผยแพร่รายงานจากบัญชี Tagr-bot ของเรา ซึ่งปกปิดตัวตนของคุณ
tr: Nos moderasyon ekibi, kullanıcıyı %@ için analiz edecek ve kimliğinizi gizleyerek Tagr-bot hesabımızdan bir rapor yayınlayabilir.
zh_hans: Nos 审核团队将对用户进行 %@ 分析，并可能从我们的 Tagr-bot 帐户发布报告，隐藏您的身份。
zh_hant: Nos審核團隊將分析該用戶的%@，並可能從我們的Tagr-bot帳戶發布報告，隱藏您的身份。

# flagUserTitle
source: Flag User
ar: الإبلاغ عن المستخدم
de: Benutzer markieren
es: Reportar usuario
fa: پرچم‌گذاری کاربر
fr: Signaler l'utilisateur
ja: ユーザーにフラグを立てる
ko: 플래그 유저
nl: Gebruiker markeren
pt_br: Sinalizar Usuário
sv: Flagga användare
sw: Weka Bendera Mtumiaji
th: ปักธงผู้ใช้
tr: Kullanıcıyı İşaretle
zh_hans: 标记用户
zh_hant: 標記用戶

source: Follow
ar: متابعة
de: Folgen
es: Seguir
fa: دنبال شده توسط
fr: S'abonner
ja: フォローする
ko: 팔로우
nl: Volgen
pt_br: Seguir
sv: Följ
sw: Fuata
th: ติดตาม
tr: Takip et
zh_hans: 关注
zh_hant: 關注

# followedByOne
source: Followed by **%@**
ar: يتابعه **%@**
de: Gefolgt von **%@**
es: Seguido por **%@**
fa: دنبال شده توسط **%@**
fr: Suivi par **%@**
ja: **%@**にフォローされています
ko: **%@** 님이 팔로우 했어요
nl: Gevolgd door **%@**
pt_br: Seguido por **%@**
sv: Följs av **%@**
sw: Ikifuatiwa na **%@**
th: ติดตามโดย **%@**
tr: **%@** takip ediyor
zh_hans: 被**%@**关注
zh_hant: 被**%@**關注

# followedByOneAndOthers
source: Followed by **%@** and others
ar: يتابعه **%@** وآخرون
de: Gefolgt von **%@** und anderen
es: Seguido por **%@** y otros
fa: دنبال‌شونده توسط **%@** و دیگران
fr: Suivi par **%@** et d'autres
ja: **%@**と他の人にフォローされています
ko: **%@** 님과 다른 분들이 팔로우했어요
nl: Gevolgd door **%@** en anderen
pt_br: Seguido por **%@** e outros
sv: Följs av **%@** och andra
sw: Anafuatwa na **%@** na wengine
th: ถูกติดตามโดย **%@** และคนอื่นๆ
tr: **%@** ve diğerleri tarafından takip ediliyor
zh_hans: 被**%@**和其他用户关注
zh_hant: 被**%@**和其他用戶關注
